/******************************************************************************

                  版权所有 (C), 2015-2025, 网络科技有限公司

 ******************************************************************************
  文 件 名   : vgm_ctx.h
  版 本 号   : 初稿
  作    者   : jimk
  生成日期   : 2016年11月2日
  最近修改   :
  功能描述   : VGateway的任务资源初始化功能注册
  函数列表   :
  修改历史   :
  1.日    期   : 2016年11月2日
    作    者   : jimk
    修改内容   : 创建文件

******************************************************************************/

LONG VGM_CtxInit();

VOID VGM_CtxUnInit();