/******************************************************************************

                  版权所有 (C), 2015-2025, 网络科技有限公司

 ******************************************************************************
  文 件 名   : vgm_pub.h
  版 本 号   : 初稿
  作    者   : jimk
  生成日期   : 2016年11月3日
  最近修改   :
  功能描述   : Vgateway提供的公共头文件
  函数列表   :
  修改历史   :
  1.日    期   : 2016年11月3日
    作    者   : jimk
    修改内容   : 创建文件

******************************************************************************/

#include <vgm/vgm_def.h>
#include <vgm/vgm_conn_ssl.h>
#include <vgm/vgm_ctx.h>
#include <vgm/vgm_cfg.h>



